Repository: NaN-tic/trytond-babi
Catalog: locale/*.po
Languages: ca

# help:babi.report,babi_raise_user_error:
source: Will raise a UserError in case of error in report.
ca: Es generarà un error a l'usuari en cas d'error a l'informe.

# help:babi.report,email:
source: Mark to see the options to send an email when executing the cron
ca: Marcar per veure les opcions per enviar un correu electrònic quan s'executi la programació

# help:babi.report,groups:
source: User groups that will be able to see use this report.
ca: Grups d'usuaris que podran veure aquest informe.

# help:babi.report,model:
source: Model for data extraction
ca: Model per l'extracció de dades

# help:babi.report,name:
source: New virtual model name.
ca: Nom del nou model virtual

# help:babi.report,report_cell_level:
source: Start cell level that not has indentation
ca: Nivell d'inici de cel·la no té sagnat.

# help:babi.report,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
ca: Si el càlcul de l'informe ha de tardar més que el temps d'espera (en segons) indicat, el procés es pararà automàticament.

# help:babi.report.execution,babi_model:
source: Link to new model instance
ca: Enllaç al nou model

# help:babi.report.execution,duration:
source: Number of seconds the calculation took.
ca: Nombre de segons que ha tardat la execució.

# help:babi.report.execution,filtered:
source: Used to mark executions with parameter filters evaluated
ca: Utilitzat per marcar les execucions amb filtres avaluats.

# help:babi.report.execution,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
ca: Si el càlcul de l'informe ha de tardar més que el temps d'espera (en segons) indicat, el procés es pararà automàticament.

# help:babi.table,babi_raise_user_error:
source: Will raise a UserError in case of an error in the table.
ca: Generarà un error d'usuari en cas d'error a la taula.

# help:babi.table,timeout:
source: If table calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
ca: Si el càlcul de la taula triga més del temps d'espera especificat (en segons), el procés s'aturarà automàticament.

# help:babi.widget,limit:
source: Limit the number of rows
ca: Límit del nombre de files

# help:ir.model,babi_enabled:
source: Check if you want this model to be available in Business Intelligence reports.
ca: Marqueu-ho si voleu que aquest model estigui disponible pels informes Business Intelligence.

# model:babi.action.dashboard,name:
source: Action Act Dashboard
ca: Acció de tauler de control

# model:babi.clean_executions.start,name:
source: Clean Execution Start
ca: Inici Eliminar Execucions

# model:babi.configuration,name:
source: Business Intelligence Configuration
ca: Configuració Business Intelligence

# model:babi.dashboard,name:
source: Dashboard
ca: Panell de control

# model:babi.dashboard.item,name:
source: Dashboard Item
ca: Element del tauler de control

# model:babi.dimension,name:
source: Dimension
ca: Dimensió

# model:babi.dimension.column,name:
source: Column Dimension
ca: Dimensió de columna

# model:babi.expression,name:
source: Expression
ca: Expressió

# model:babi.field,name:
source: BABI Field
ca: Camp BABI

# model:babi.filter,name:
source: Filter
ca: Filtre

# model:babi.filter.parameter,name:
source: Filter Parameter
ca: Paràmetre del filtre

# model:babi.internal.measure,name:
source: Internal Measure
ca: Mesura interna

# model:babi.measure,name:
source: Measure
ca: Mesura

# model:babi.open_chart.start,name:
source: Open Chart Start
ca: Obre la gràfica: Inici

# model:babi.order,name:
source: Order
ca: Ordre

# model:babi.pivot,name:
source: Pivot Table
ca: Taula dinàmica

# model:babi.pivot.column_dimension,name:
source: Pivot Column Dimension
ca: Dimensió columna de taula dinàmica

# model:babi.pivot.measure,name:
source: Pivot Measure
ca: Mesures de taula dinàmica

# model:babi.pivot.order,name:
source: Pivot Order
ca: Ordre de taula dinàmica

# model:babi.pivot.property,name:
source: Pivot Property
ca: Propietat de taula dinàmica

# model:babi.pivot.row_dimension,name:
source: Pivot Row Dimension
ca: Dimensions de la fila de taula dinàmica

# model:babi.report,name:
source: Report
ca: Informe

# model:babi.report-res.group,name:
source: Report - Group
ca: Informe - Grup

# model:babi.report.execution,name:
source: Report Execution
ca: Execució d'informe

# model:babi.report.execution.open.select,name:
source: Open Report Execution - Select Values
ca: Obre execució - Selecció de valors

# model:babi.table,name:
source: BABI Table
ca: Taula BABI

# model:babi.table-res.group,name:
source: BABI Table Group
ca: Grup de Taules BABI

# model:babi.table-res.user,name:
source: BABI Table User
ca: Usuari de la taula BABI

# model:babi.table.dependency,name:
source: BABI Table Dependency
ca: Taula BABI Dependència

# model:babi.test,name:
source: Test BABI Model
ca: Model de proves BABI

# model:babi.update_data.wizard.done,name:
source: Update Data Wizard Done
ca: Final Actualitza la informació d'un informe

# model:babi.update_data.wizard.start,name:
source: Update Data Wizard Start
ca: Inici Actualitza la informació d'un informe

# model:babi.warning,name:
source: BABI Warning
ca: Avís BABI

# model:babi.widget,name:
source: Widget
ca: Gràfica

# model:babi.widget.parameter,name:
source: Widget Parameter
ca: Paràmetre de la gràfica

# model:ir.action,name:act_action_dashboard_form
source: Dashboards
ca: Taulers de control

# model:ir.action,name:act_babi_configuration_form
source: Configuration
ca: Configuració

# model:ir.action,name:act_babi_dashboard
source: Dashboards
ca: Taulers de control

# model:ir.action,name:act_babi_dashboard_item
source: Dashboard Items
ca: Elements del tauler de control

# model:ir.action,name:act_babi_execution
source: Executions
ca: Execucions

# model:ir.action,name:act_babi_field
source: Fields
ca: Camps

# model:ir.action,name:act_babi_filter
source: Filters
ca: Filtres

# model:ir.action,name:act_babi_pivot
source: Pivot Tables
ca: Taules dinàmiques

# model:ir.action,name:act_babi_report
source: Reports
ca: Informes

# model:ir.action,name:act_babi_report_execution_form
source: Executions
ca: Execucions

# model:ir.action,name:act_babi_table
source: Tables
ca: Taules

# model:ir.action,name:act_babi_warning
source: Warnings
ca: Avisos

# model:ir.action,name:act_babi_widget
source: Widgets
ca: Gràfics

# model:ir.action,name:act_warning_relate
source: Warnings
ca: Avisos

# model:ir.action,name:act_widget_table
source: Widgets
ca: Ginys

# model:ir.action,name:clear_executions_wizard
source: Clean Executions
ca: Eliminar Execucions

# model:ir.action,name:open_chart_wizard
source: open chart
ca: Obre gràfica

# model:ir.action,name:open_execution_wizard
source: Business Intelligence Report
ca: Informe de Business Intelligence

# model:ir.action,name:report_babi_html_report
source: Report
ca: Informe

# model:ir.action.act_window.domain,name:act_show_all
source: All
ca: Totes

# model:ir.action.act_window.domain,name:act_show_no_warn
source: Without Warning
ca: Sense avís

# model:ir.action.act_window.domain,name:act_show_warn
source: With Warning
ca: Amb Avís

# model:ir.action.act_window.domain,name:act_warning_domain_all
source: All
ca: Tots

# model:ir.action.act_window.domain,name:act_warning_domain_pending
source: Pending
ca: Pendents

# model:ir.message,text:cannot_create_order_entry
source: Order entries are created automatically
ca: L'ordre d'entrades es crea automàticament.

# model:ir.message,text:cannot_remove_order_entry
source: Order entries are deleted automatically
ca: L'ordre d'entrades es crea automàticament.

# model:ir.message,text:create_data_exception
source: An Exception Occurred: %(error)s
ca: S'ha produït una excepció: %(error)s

# model:ir.message,text:create_data_exception_dimension
source: An Exception Occurred: On dimensions, with expression %(expression)s on record %(record)s. Exception: %(error)s
ca: S'ha produït una excepció: a les dimensions, amb l'expressió %(expression)s al registre %(record)s. Excepció: %(error)s

# model:ir.message,text:create_data_exception_measures
source: An Exception Occurred: On measures, with expression %(expression)s on record %(record)s. Exception: %(error)s
ca: S'ha produït una excepció: a les mesures, amb l'expressió %(expression)s al registre %(record)s. Excepció: %(error)s

# model:ir.message,text:false
source: False
ca: Fals

# model:ir.message,text:filter_parameters
source: Execution "%(execution)s" has filter parameters and you did not provide any of them. Please execute it from the menu.
ca: L'execució "%(execution)s" té paràmetres de filtre i vostè no va proporcionar cap d'ells. Si us plau executa-ho des del menú.

# model:ir.message,text:invalid_parameters
source: Key "%(key)s" in domain or in python expression is not in the parameters from filter of report.
ca: La clau "%(key)s" al domini o a l'expressió de python no es troba als paràmetres del filtre de l'informe.

# model:ir.message,text:msg_chart_limit
source: The number of records "%(count)s" exceeds the limit "%(limit)s" for chart "%(widget)s". You must either narrow the query or increase the limit.
ca: El nombre de registres "%(count)s" supera el límit "%(limit)s" per al gràfic "%(widget)s". Heu de restringir la consulta o augmentar el límit.

# model:ir.message,text:msg_circular_dependency
source: Circular dependency with the following table sequence: "%(sequence)s"
ca: Dependència circular amb la següent seqüència de taules: "%(sequence)s"

# model:ir.message,text:msg_compute_table_exception
source: An exception occurred while computing the value for field "%(field)s" in table "%(table)s", record "%(record)s". The error was: %(error)s
ca: S'ha produït una excepció en calcular el valor del camp "%(field)s" a la taula "%(table)s", registre "%(record)s". L'error ha estat: %(error)s

# model:ir.message,text:msg_error_obtaining_records
source: An error occurred while obtaining the records for table "%(table)s": %(error)s
ca: S'ha produït un error en obtenir els registres de la taula "%(table)s": %(error)s

# model:ir.message,text:msg_filter_with_parameters
source: Cannot use filters with parameters in table "%(table)s".
ca: No es poden utilitzar filtres amb paràmetres a la taula "%(table)s".

# model:ir.message,text:msg_invalid_aggregate
source: Aggregates "Sum" and "Average" are not supported in non numeric fields in parameter "%(parameter)s" in widget "%(widget)s".
ca: Els agregats "Suma" i "Mitjana" no s'admeten als camps no numèrics del paràmetre "%(parameter)s" a la gràfica "%(widget)s".

# model:ir.message,text:msg_invalid_field_internal_name
source: Invalid internal name "%(internal_name)s" in field "%(field)s".
ca: El nom intern "%(internal_name)s" no és vàlid al camp "%(field)s".

# model:ir.message,text:msg_invalid_field_internal_name_first_character
source: Invalid first character in internal name "%(internal_name)s" in field "%(field)s".
ca: El primer caràcter del nom intern "%(internal_name)s" no és vàlid al camp "%(field)s".

# model:ir.message,text:msg_invalid_parameter_type
source: Parameter "%(parameter)s" is not valid in widget "%(widget)s". Only the following types can be used: "%(types)s".
ca: El paràmetre "%(parameter)s" no és vàlid a la gràfica "%(widget)s". Només es poden utilitzar els tipus següents: "%(types)s".

# model:ir.message,text:msg_invalid_table_internal_name
source: Invalid internal name "%(internal_name)s" in table "%(table)s".
ca: El nom intern "%(internal_name)s" no és vàlid a la taula "%(table)s".

# model:ir.message,text:msg_invalid_table_internal_name_first_character
source: Invalid first character in internal name "%(internal_name)s" in table "%(table)s".
ca: El primer caràcter del nom intern "%(internal_name)s" no és vàlid a la taula "%(table)s".

# model:ir.message,text:msg_not_converted
source: Some field of the field %(field)s is not numeric and cannot be converted. Please check the query.
ca: Alguns valors del camp %(field)s no són numèrics i no es poden convertir. Si us plau, comproveu la consulta.

# model:ir.message,text:msg_not_enough_parameters
source: There must be at least "%(min)s" parameters of type "%(type)s" in "%(widget)s".
ca: Hi ha d'haver almenys "%(min)s" paràmetres del tipus "%(type)s" a "%(widget)s".

# model:ir.message,text:msg_open_warning_single
source: You can only open records for several warnings if they are all of the same type.
ca: Només podeu obrir registres per a diversos avisos si tots són del mateix tipus.

# model:ir.message,text:msg_render_report_columns
source: Print report "%(report)s" has dimensions in columns and is not supported.
ca: L'informe "%(report)s" té dimensions en columnas i no es soporta per imprimir.

# model:ir.message,text:msg_report_failed
source: Calculation of report "%(report)s" failed.
ca: El càlcul de l'informe "%(report)s" ha fallat.

# model:ir.message,text:msg_report_successful
source: Report "%(report)s" successfully calculated.
ca: L'informe "%(report)s" s'ha calculat correctament.

# model:ir.message,text:msg_report_timeout
source: Calculation of report "%(report)s" aborted because it took more thant %(seconds)s to compute.
ca: El càlcul de l'informe "%(report)s" s'ha avortat perquè ha trigat més de %(seconds)s a calcular-se.

# model:ir.message,text:msg_table_failed
source: Computation of "%(table)s" failed.
ca: El càlcul de "%(table)s" ha fallat.

# model:ir.message,text:msg_table_no_fields
source: Table "%(table)s" cannot be computed because it has no fields.
ca: La taula "%(table)s" no es pot calcular perquè no té camps.

# model:ir.message,text:msg_table_successful
source: Computation of "%(table)s" finished successfully.
ca: El càlcul de "%(table)s" ha finalitzat correctament.

# model:ir.message,text:msg_tables_not_created
source: Warning: tables could not be created. Please check your query.
ca: Avís: no s'han pogut crear taules. Si us plau, comproveu la vostra consulta.

# model:ir.message,text:msg_too_many_parameters
source: There can not be more than "%(max)s" parameters of type "%(type)s" in "%(widget)s".
ca: No pot haver-hi més de "%(max)s" paràmetres del tipus "%(type)s" a "%(widget)s".

# model:ir.message,text:msg_widget_help
source: The following is the list of valid parameter types wth the number of minimum and maximum occurrences allowed: %(list)s
ca: La següent és la llista de tipus de paràmetres vàlids amb el nombre d'ocurrències mínim i màxim permesos: %(list)s

# model:ir.message,text:msg_wrong_info
source: The information returned from the field %(field)s is not correct or you don't have enough permissions to access it. Records found by query: %(query_count)s Records found by Model: %(model_query_count)s
ca: La informació retornada del camp %(field)s no és correcta o no teniu prou permisos per accedir-hi. Registres trobats per la consulta: %(query_count)s Registres trobats pel model: %(model_query_count)s

# model:ir.message,text:msg_yes
source: Yes
ca: Sí

# model:ir.message,text:no_dimensions
source: Report "%(report)s" has no dimensions. At least one is needed.
ca: L'informe "%(report)s" no té dimensions. Al menys una dimensió és necessari.

# model:ir.message,text:no_execution
source: No execution found for current record. Execute the update data wizard in order to create one.
ca: No s’ha trobat cap execució per al registre actual. Executeu l’assistent de dades d’actualització per crear-ne un.

# model:ir.message,text:no_measures
source: Report "%(report)s" has no measures. At least one is needed.
ca: L’informe "%(report)s" no té cap mesura. Almenys un és necessari.

# model:ir.message,text:no_menus
source: No menus found for report %(report)s. In order to view its data you must create menu entries.
ca: No s'han trobat menús per a l'informe %(report)s. per veure les dades ha de crear entrades de menú.

# model:ir.message,text:no_report
source: No report found for current execution
ca: No s’ha trobat cap informe per a l’execució actual

# model:ir.message,text:one_measure_in_pie_charts
source: Only one measure can be used in pie charts
ca: Només es pot utilitzar una mesura en gràfics circulars

# model:ir.message,text:parameter_not_found
source: Parameter "%(parameter)s" not found in Domain nor in Python Expression of filter "%(filter)s".
ca: Paràmetre "%(parameter)s" no trobat al dominio ni a la expessió Python del filtre "%(filter)s".

# model:ir.message,text:report_modification_warning
source: Report "%(report)s" will be renamed, but if you want to also rename the menus you should create the menus again. Are you sure you want to continue with this action?
ca: L'informe "%(report)s" serà reanomenat, però si vols també canviar el nom dels menús hauries de crear els menús de nou. Segur que vols continuar amb aquesta acció?

# model:ir.message,text:report_not_exists
source: Report "%(report)s" no longer exists or you do not have the rights to access it.
ca: L’informe "%(report)s" ja no existeix o no teniu els permissos d'accés.

# model:ir.message,text:timeout_exception
source: Report computation timed out. You may consider increasing the timeout of this report.
ca: El càlcul de l'informe ha exhaurit el temps màxim d'espera. Considereu incrementar el temps d'espera per aquest informe.

# model:ir.message,text:true
source: True
ca: Cert

# model:ir.model.button,string:babi_execution_cancel_button
source: Cancel
ca: Cancel·lat

# model:ir.model.button,string:babi_execution_open_button
source: Open
ca: Pendent

# model:ir.model.button,string:babi_expression_check_button
source: Check
ca: Comprovar

# model:ir.model.button,string:babi_filter_check_button
source: Check
ca: Comprovar

# model:ir.model.button,string:babi_report_compute_button
source: Compute
ca: Calcular

# model:ir.model.button,string:babi_report_create_menus_button
source: Create Menus
ca: Crea menús

# model:ir.model.button,string:babi_report_remove_menus_button
source: Remove Menus
ca: Elimina menús

# model:ir.model.button,string:babi_table_ai_button
source: AI
ca: IA

# model:ir.model.button,string:babi_table_calculate_button
source: Compute
ca: Calcular

# model:ir.model.button,string:babi_table_calculate_warning_button
source: Compute Warning
ca: Calcular l'avís

# model:ir.model.button,string:babi_table_clear_cache_button
source: Clear Cache
ca: Netejar Cache

# model:ir.model.button,string:done_button
source: Do
ca: Finalitza

# model:ir.model.button,string:ignored_button
source: Ignore
ca: Ignora

# model:ir.model.button,string:open_button
source: Open Records
ca: Obre registres

# model:ir.model.button,string:pending_button
source: Pending
ca: Pendent

# model:ir.model.button,string:show_dashboard_button
source: Show
ca: Mostra

# model:ir.rule.group,name:rule_group_babi_execution
source: Babi Execution
ca: Execució Babi

# model:ir.rule.group,name:rule_group_babi_table
source: Babi Table
ca: Taula Babi

# model:ir.rule.group,name:rule_group_user_warning
source: User in Warning
ca: Usuari en avís

# model:ir.ui.menu,name:menu_action_dashboard
source: Dashboards
ca: Taulers de control

# model:ir.ui.menu,name:menu_babi_clean_execution
source: Clean Executions
ca: Eliminar Execucions

# model:ir.ui.menu,name:menu_babi_configuration
source: Configuration
ca: Configuració

# model:ir.ui.menu,name:menu_babi_execution
source: Executions
ca: Execucions

# model:ir.ui.menu,name:menu_babi_expression
source: Expressions
ca: Expressió

# model:ir.ui.menu,name:menu_babi_field
source: Fields
ca: Camps

# model:ir.ui.menu,name:menu_babi_filter
source: Filters
ca: Filtre

# model:ir.ui.menu,name:menu_babi_pivot
source: Pivot Tables
ca: Taula dinàmica

# model:ir.ui.menu,name:menu_babi_report
source: Reports
ca: Informes

# model:ir.ui.menu,name:menu_babi_table
source: Tables
ca: Taules

# model:ir.ui.menu,name:menu_babi_warning
source: Warnings
ca: Avisos

# model:ir.ui.menu,name:menu_configuration
source: Configuration
ca: Configuració

# model:ir.ui.menu,name:menu_dashboard
source: Dashboards
ca: Taulers de control

# model:ir.ui.menu,name:menu_historical_data
source: View historical data
ca: Veure historial

# model:ir.ui.menu,name:menu_update_data
source: Update data
ca: Actualitza informació

# model:ir.ui.menu,name:menu_widget
source: Widgets
ca: Gràfiques

# model:res.group,name:group_babi_admin
source: Business Intelligence Administration
ca: Administració Business Intelligence

# model:res.group,name:group_babi_table
source: Business Intelligence Table
ca: Taula de Business Intelligence

# model:www.download_report,name:
source: Download Report
ca: Descarrega l'informe

# model:www.index.pivot,name:
source: Index
ca: Índex

# model:www.layout.pivot,name:
source: Layout
ca: Disseny

# model:www.pivot_header,name:
source: Pivot Header
ca: Capçalera taula dinàmica

# model:www.pivot_header.axis,name:
source: Pivot Header Axis
ca: Eix de capçalera de taula dinàmica

# model:www.pivot_header.measure,name:
source: Pivot Header Measure
ca: Mesura de la capçalera de taula dinàmica

# model:www.pivot_header.order,name:
source: Pivot Header Component
ca: Component de capçalera de taula dinàmica

# model:www.pivot_header.selection,name:
source: Pivot Header Selection
ca: Selecció de capçalera de taula dinàmica

# model:www.pivot_table,name:
source: Pivot Table
ca: Taula dinàmica

# selection:babi.action.dashboard,records:
source: Listed
ca: Llistats

# selection:babi.action.dashboard,records:
source: Selected
ca: Seleccionats

# selection:babi.action.dashboard,type:
source: Report
ca: Informe

# selection:babi.action.dashboard,type:
source: Window
ca: Finestra

# selection:babi.action.dashboard,type:
source: Wizard
ca: Assistent

# selection:babi.expression,ttype:
source: Boolean
ca: Booleà

# selection:babi.expression,ttype:
source: Char
ca: Caràcter

# selection:babi.expression,ttype:
source: Date
ca: Data

# selection:babi.expression,ttype:
source: Date & Time
ca: Data i hora

# selection:babi.expression,ttype:
source: Float
ca: Coma flotant

# selection:babi.expression,ttype:
source: Integer
ca: Enter

# selection:babi.expression,ttype:
source: Many To One
ca: Molts a un

# selection:babi.expression,ttype:
source: Numeric
ca: Numèric

# selection:babi.field,table_type:
source: Table
ca: Taula

# selection:babi.field,table_type:
source: View
ca: Vista

# selection:babi.field,type:
source: Boolean
ca: Booleà

# selection:babi.field,type:
source: Char
ca: Text

# selection:babi.field,type:
source: Date
ca: Data

# selection:babi.field,type:
source: Date & Time
ca: Data i hora

# selection:babi.field,type:
source: Float
ca: Numèric coma flotant

# selection:babi.field,type:
source: Integer
ca: Enter

# selection:babi.field,type:
source: Many To One
ca: Molts a un

# selection:babi.field,type:
source: Numeric
ca: Numèric

# selection:babi.filter.parameter,ttype:
source: Boolean
ca: Booleà

# selection:babi.filter.parameter,ttype:
source: Char
ca: Caràcter

# selection:babi.filter.parameter,ttype:
source: Date
ca: Data

# selection:babi.filter.parameter,ttype:
source: Date & Time
ca: Data i hora

# selection:babi.filter.parameter,ttype:
source: Float
ca: Coma flotant

# selection:babi.filter.parameter,ttype:
source: Integer
ca: Enter

# selection:babi.filter.parameter,ttype:
source: Many To Many
ca: Molts a molts

# selection:babi.filter.parameter,ttype:
source: Many To One
ca: Molts a un

# selection:babi.filter.parameter,ttype:
source: Numeric
ca: Numèric

# selection:babi.internal.measure,aggregate:
source: Average
ca: Mitjana

# selection:babi.internal.measure,aggregate:
source: Count
ca: Comptador

# selection:babi.internal.measure,aggregate:
source: Max
ca: Màxim

# selection:babi.internal.measure,aggregate:
source: Min
ca: Mínim

# selection:babi.internal.measure,aggregate:
source: Sum
ca: Suma

# selection:babi.internal.measure,ttype:
source: Boolean
ca: Booleà
