Repository: NaN-tic/trytond-babi
Catalog: locale/*.po
Languages: ca

# field:babi.action.dashboard,action:
source: Action
ca: Acció

# field:babi.action.dashboard,dashboard:
source: Dashboard
ca: Tauler de control

# field:babi.action.dashboard,groups:
source: Groups
ca: Grups

# field:babi.action.dashboard,icon:
source: Icon
ca: Icona

# field:babi.action.dashboard,keywords:
source: Keywords
ca: Accions de teclat

# field:babi.action.dashboard,name:
source: Name
ca: Nom

# field:babi.action.dashboard,records:
source: Records
ca: Registres

# field:babi.action.dashboard,type:
source: Type
ca: Tipus

# field:babi.action.dashboard,usage:
source: Usage
ca: Ús

# field:babi.clean_executions.start,date:
source: Date
ca: Data

# field:babi.configuration,default_timeout:
source: Timeout (s)
ca: Temps d'espera (s)

# field:babi.configuration,report_cell_level:
source: Cell Level
ca: Nivell cel·la

# field:babi.dashboard,name:
source: Name
ca: Nom

# field:babi.dashboard,view:
source: View
ca: Vista

# field:babi.dashboard,widgets:
source: Widgets
ca: Gràfiques

# field:babi.dashboard.item,children:
source: Children
ca: Fills

# field:babi.dashboard.item,colspan:
source: Columns
ca: Columnes

# field:babi.dashboard.item,dashboard:
source: Dashboard
ca: Tauler de control

# field:babi.dashboard.item,height:
source: Height
ca: Alçada

# field:babi.dashboard.item,parent:
source: Parent
ca: Pare

# field:babi.dashboard.item,widget:
source: Widget
ca: Gràfica

# field:babi.dimension,expand:
source: Expand
ca: Expandir

# field:babi.dimension,expression:
source: Expression
ca: Expressió

# field:babi.dimension,group_by:
source: Group By This Dimension
ca: Agrupa per aquesta dimensió

# field:babi.dimension,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.dimension,name:
source: Name
ca: Nom

# field:babi.dimension,report:
source: Report
ca: Informe

# field:babi.dimension,sequence:
source: Sequence
ca: Seqüència

# field:babi.dimension,width:
source: Width
ca: Amplada

# field:babi.dimension.column,expand:
source: Expand
ca: Expandir

# field:babi.dimension.column,expression:
source: Expression
ca: Expressió

# field:babi.dimension.column,group_by:
source: Group By This Dimension
ca: Agrupa per aquesta dimensió

# field:babi.dimension.column,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.dimension.column,name:
source: Name
ca: Nom

# field:babi.dimension.column,report:
source: Report
ca: Informe

# field:babi.dimension.column,sequence:
source: Sequence
ca: Seqüència

# field:babi.dimension.column,width:
source: Width
ca: Amplada

# field:babi.expression,checked:
source: Checked
ca: Comprovat

# field:babi.expression,decimal_digits:
source: Decimal Digits
ca: Dígits decimals

# field:babi.expression,expression:
source: Expression
ca: Expressió

# field:babi.expression,fields:
source: Model Fields
ca: Camps del model

# field:babi.expression,name:
source: Name
ca: Nom

# field:babi.expression,related_model:
source: Related Model
ca: Model relacionat

# field:babi.expression,ttype:
source: Field Type
ca: Tipus de camp

# field:babi.field,expression:
source: Expression
ca: Expressió

# field:babi.field,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.field,name:
source: Name
ca: Nom

# field:babi.field,table:
source: Table
ca: Taula

# field:babi.field,table_type:
source: Table Type
ca: Tipus de taula

# field:babi.field,type:
source: Type
ca: Tipus

# field:babi.filter,checked:
source: Checked
ca: Comprovat

# field:babi.filter,domain:
source: Domain
ca: Domini

# field:babi.filter,domain_error:
source: Domain Error
ca: Error de domini

# field:babi.filter,expression_error:
source: Expression Error
ca: Error d'expressió

# field:babi.filter,fields:
source: Model Fields
ca: Camps del model

# field:babi.filter,model_name:
source: Model Name
ca: Nom model

# field:babi.filter,name:
source: Name
ca: Nom

# field:babi.filter,parameters:
source: Parameters
ca: Paràmetres

# field:babi.filter,python_expression:
source: Python Expression
ca: Expressió Python

# field:babi.filter,view_search:
source: Search
ca: Cerca

# field:babi.filter.parameter,filter:
source: Filter
ca: Filtre

# field:babi.filter.parameter,name:
source: Name
ca: Nom

# field:babi.filter.parameter,related_model:
source: Related Model
ca: Model relacionat

# field:babi.filter.parameter,ttype:
source: Field Type
ca: Tipus de camp

# field:babi.internal.measure,aggregate:
source: Aggregate
ca: Agregat

# field:babi.internal.measure,decimal_digits:
source: Decimal Digits
ca: Dígits decimals

# field:babi.internal.measure,execution:
source: Report Execution
ca: Execució d'informe

# field:babi.internal.measure,expand:
source: Expand
ca: Expandir

# field:babi.internal.measure,expression:
source: Expression
ca: Expressió

# field:babi.internal.measure,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.internal.measure,measure:
source: Measure
ca: Mesura

# field:babi.internal.measure,name:
source: Name
ca: Nom

# field:babi.internal.measure,related_model:
source: Related Model
ca: Model relacionat

# field:babi.internal.measure,sequence:
source: Sequence
ca: Seqüència

# field:babi.internal.measure,ttype:
source: Field Type
ca: Tipus de camp

# field:babi.internal.measure,width:
source: Width
ca: Amplada

# field:babi.measure,aggregate:
source: Aggregate
ca: Agregat

# field:babi.measure,expand:
source: Expand
ca: Expandir

# field:babi.measure,expression:
source: Expression
ca: Expressió

# field:babi.measure,internal_measures:
source: Internal Measures
ca: Mesures internes

# field:babi.measure,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.measure,name:
source: Name
ca: Nom

# field:babi.measure,report:
source: Report
ca: Informe

# field:babi.measure,sequence:
source: Sequence
ca: Seqüència

# field:babi.measure,width:
source: Width
ca: Amplada

# field:babi.open_chart.start,dimension:
source: Dimension
ca: Dimensió

# field:babi.open_chart.start,execution:
source: Execution
ca: Execució

# field:babi.open_chart.start,execution_date:
source: Execution Time
ca: Data d'execució

# field:babi.open_chart.start,graph_type:
source: Graph
ca: Gràfica

# field:babi.open_chart.start,graph_type_report:
source: Report Format
ca: Format informe

# field:babi.open_chart.start,interpolation:
source: Interpolation
ca: Interpolació

# field:babi.open_chart.start,measures:
source: Measures
ca: Mesures

# field:babi.open_chart.start,report:
source: Report
ca: Informe

# field:babi.open_chart.start,show_legend:
source: Show Legend
ca: Mostra la llegenda

# field:babi.order,dimension:
source: Dimension
ca: Dimensió

# field:babi.order,measure:
source: Measure
ca: Mesura

# field:babi.order,order:
source: Order
ca: Ordre

# field:babi.order,report:
source: Report
ca: Informe

# field:babi.pivot,column_dimensions:
source: Column Dimensions
ca: Dimensions de les columnes

# field:babi.pivot,measures:
source: Measures
ca: Mesures

# field:babi.pivot,name:
source: Name
ca: Nom

# field:babi.pivot,order:
source: Order
ca: Ordre

# field:babi.pivot,properties:
source: Properties
ca: Propietats

# field:babi.pivot,row_dimensions:
source: Row Dimensions
ca: Dimensions de les files

# field:babi.pivot,table:
source: Table
ca: Taula

# field:babi.pivot.column_dimension,field:
source: Field
ca: Camp

# field:babi.pivot.column_dimension,pivot:
source: Pivot
ca: Taula dinàmica

# field:babi.pivot.column_dimension,table:
source: Table
ca: Taula

# field:babi.pivot.measure,aggregate:
source: Aggregate
ca: Agregat

# field:babi.pivot.measure,field:
source: Field
ca: Camp

# field:babi.pivot.measure,pivot:
source: Pivot
ca: Taula dinàmica

# field:babi.pivot.measure,table:
source: Table
ca: Taula

# field:babi.pivot.order,order:
source: Order
ca: Ordre

# field:babi.pivot.order,pivot:
source: Pivot
ca: Taula dinàmica

# field:babi.pivot.order,table:
source: Table
ca: Taula

# field:babi.pivot.property,field:
source: Field
ca: Camp

# field:babi.pivot.property,pivot:
source: Pivot
ca: Taula dinàmica

# field:babi.pivot.property,table:
source: Table
ca: Taula

# field:babi.pivot.row_dimension,field:
source: Field
ca: Camp

# field:babi.pivot.row_dimension,pivot:
source: Pivot
ca: Taula dinàmica

# field:babi.pivot.row_dimension,table:
source: Table
ca: Taula

# field:babi.report,actions:
source: Actions
ca: Accions

# field:babi.report,babi_raise_user_error:
source: Raise User Error
ca: Mostrar l'error a l'usuari

# field:babi.report,columns:
source: Dimensions on Columns
ca: Dimensions en columnes

# field:babi.report,crons:
source: Schedulers
ca: Programacions

# field:babi.report,executions:
source: Executions
ca: Execucions

# field:babi.report,filter:
source: Filter
ca: Filtre

# field:babi.report,groups:
source: Groups
ca: Grups

# field:babi.report,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.report,keywords:
source: Keywords
ca: Accions de teclat

# field:babi.report,measures:
source: Measures
ca: Mesures

# field:babi.report,menus:
source: Menus
ca: Menús

# field:babi.report,model_name:
source: Model Name
ca: Nom model

# field:babi.report,name:
source: Name
ca: Nom

# field:babi.report,order:
source: Order
ca: Ordre

# field:babi.report,parent_menu:
source: Parent Menu
ca: Menú pare

# field:babi.report,report_cell_level:
source: Cell Level
ca: Nivell cel·la

# field:babi.report,subject:
source: Subject
ca: Assumpte

# field:babi.report,timeout:
source: Timeout
ca: Temps d'espera (s)

# field:babi.report,to:
source: To
ca: Per a

# field:babi.report-res.group,group:
source: Group
ca: Grup

# field:babi.report-res.group,report:
source: Report
ca: Informe

# field:babi.report.execution,babi_model:
source: BI Model
ca: Model BI

# field:babi.report.execution,company:
source: Company
ca: Empresa

# field:babi.report.execution,date:
source: Execution Date
ca: Data execució

# field:babi.report.execution,duration:
source: Duration
ca: Duració

# field:babi.report.execution,filter_values:
source: Filter Values
ca: Filtra valors

# field:babi.report.execution,filtered:
source: Filtered
ca: Filtrat

# field:babi.report.execution,internal_measures:
source: Internal Measures
ca: Mesures internes

# field:babi.report.execution,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.report.execution,report:
source: Report
ca: Informe

# field:babi.report.execution,report_model:
source: Report Model
ca: Model de l'informe

# field:babi.report.execution,state:
source: State
ca: Estat

# field:babi.report.execution,timeout:
source: Timeout
ca: Temps esgotat

# field:babi.report.execution,traceback:
source: Traceback
ca: Traça enrere

# field:babi.report.execution.open.select,execution:
source: Execution
ca: Execució

# field:babi.report.execution.open.select,execution_readonly:
source: Execution Readonly
ca: Execució només lectura

# field:babi.report.execution.open.select,report:
source: Report
ca: Informe

# field:babi.report.execution.open.select,report_readonly:
source: Report Readonly
ca: Informe

# field:babi.report.execution.open.select,view_type:
source: View type
ca: Tipus de vista

# field:babi.table,access_groups:
source: Access Groups
ca: Accés de grups

# field:babi.table,access_users:
source: Access Users
ca: Accés d'usuaris

# field:babi.table,ai_request:
source: AI Request
ca: Petició IA

# field:babi.table,ai_response:
source: AI Response
ca: Resposta de l'IA

# field:babi.table,babi_raise_user_error:
source: Raise User Error
ca: Mostrar l'error al usuari

# field:babi.table,calculation_date:
source: Date of calculation
ca: Data de càlcul

# field:babi.table,calculation_time:
source: Time taken to calculate (in seconds)
ca: Temps necessari per calcular (en segons)

# field:babi.table,company:
source: Company
ca: Empresa

# field:babi.table,company_field:
source: Company Field
ca: Camp empresa

# field:babi.table,compute_error:
source: Compute Error
ca: Error de càlcul

# field:babi.table,compute_warning_error:
source: Compute Warning Error
ca: Error en el càlcul de l'avís

# field:babi.table,crons:
source: Schedulers
ca: Tasques planificades

# field:babi.table,email_template:
source: Email Template
ca: Plantilla de correu electrònic

# field:babi.table,employee:
source: Employee
ca: Empleat

# field:babi.table,employee_field:
source: Employee Field
ca: Camp de l'empleat

# field:babi.table,fields_:
source: Fields
ca: Camps

# field:babi.table,filter:
source: Filter
ca: Filtre

# field:babi.table,group:
source: Group
ca: Grup

# field:babi.table,internal_name:
source: Internal Name
ca: Nom intern

# field:babi.table,last_warning_execution:
source: Last Warning Execution
ca: Darrera execució d'avís

# field:babi.table,name:
source: Name
ca: Nom

# field:babi.table,party:
source: Party
ca: Tercer

# field:babi.table,party_field:
source: Party Field
ca: Camp del tercer

# field:babi.table,pivot_table:
source: Pivot Table
ca: Taula dinàmica

# field:babi.table,pivots:
source: Pivot Tables
ca: Taules dinàmiques

# field:babi.table,preview:
source: Preview
ca: Vista prèvia

# field:babi.table,preview_filename:
source: Preview Filename
ca: Vista prèvia del nom del fitxer

# field:babi.table,preview_limit:
source: Preview Limit
ca: Límit de previsualització

# field:babi.table,query:
source: Query
ca: Consulta

# field:babi.table,related_field:
source: Related Field
ca: Camp relacionat

# field:babi.table,related_model:
source: Related Model
ca: Model relacionat

# field:babi.table,required_by:
source: Required By
ca: Requerit per

# field:babi.table,requires:
source: Requires
ca: Requereix

# field:babi.table,type:
source: Type
ca: Tipus

# field:babi.table,user:
source: User
ca: Usuari

# field:babi.table,user_field:
source: User Field
ca: Camp d'usuari

# field:babi.table,warn:
source: Warn
ca: Avisar

# field:babi.table,warning_description:
source: Description
ca: Descripció

# field:babi.table-res.group,babi_table:
source: Table
ca: Taula

# field:babi.table-res.group,user:
source: Group
ca: Grup

# field:babi.table-res.user,babi_table:
source: Table
ca: Taula

# field:babi.table-res.user,user:
source: User
ca: Usuari

# field:babi.table.dependency,name:
source: Name
ca: Nom

# field:babi.table.dependency,required_by:
source: Required By
ca: Requerit per

# field:babi.table.dependency,table:
source: Requires
ca: Requereix

# field:babi.test,amount:
source: Amount
ca: Import

# field:babi.test,category:
source: Category
ca: Categoria

# field:babi.test,date:
source: Date
ca: Data

# field:babi.warning,company:
source: Company
ca: Empresa

# field:babi.warning,count:
source: Records found
ca: Registres trobats

# field:babi.warning,description:
source: Description
ca: Descripció

# field:babi.warning,done_by:
source: Done By
ca: Realitzat per

# field:babi.warning,emails:
source: E-mails
ca: Correus electrònics

# field:babi.warning,employee:
source: Employee
ca: Empleat

# field:babi.warning,group:
source: Group
ca: Grup

# field:babi.warning,has_related_records:
source: Has Related Field
ca: Té un camp relacionat

# field:babi.warning,ignored_by:
source: Ignored By
ca: Ignorat per

# field:babi.warning,party:
source: Party
ca: Tercer

# field:babi.warning,state:
source: State
ca: Estat

# field:babi.warning,table:
source: Table
ca: Taula

# field:babi.warning,table_to_show:
source: Table
ca: Taula

# field:babi.warning,timestamp:
source: Timestamp
ca: Marca de temps

# field:babi.warning,user:
source: User
ca: Usuari

# field:babi.warning,users:
source: Users
ca: Usuaris

# field:babi.widget,box_points:
source: Box Points
ca: Punts

# field:babi.widget,chart:
source: Chart
ca: Gràfica

# field:babi.widget,help:
source: Help
ca: Ajuda

# field:babi.widget,image_format:
source: Image Format
ca: Format d'imatge

# field:babi.widget,limit:
source: Limit
ca: Límit

# field:babi.widget,name:
source: Name
ca: Nom

# field:babi.widget,parameters:
source: Parameters
ca: Paràmetres

# field:babi.widget,show_legend:
source: Show Legend
ca: Mostra la llegenda

# field:babi.widget,show_title:
source: Show Title
ca: Mostra el títol

# field:babi.widget,show_toolbox:
source: Show Toolbox
ca: Mostra la caixa d'eines

# field:babi.widget,static:
source: Static
ca: Estàtica

# field:babi.widget,table:
source: Table
ca: Taula

# field:babi.widget,timeout:
source: Timeout (s)
ca: Temps d'espera (s)

# field:babi.widget,total_branch_values:
source: Total Branch Values
ca: Valors totals de la branca

# field:babi.widget,type:
source: Type
ca: Tipus

# field:babi.widget,where:
source: Where
ca: On (where)

# field:babi.widget.parameter,aggregate:
source: Aggregate
ca: Agregat

# field:babi.widget.parameter,aggregate_invisible:
source: Aggregate Invisible
ca: Agregat Invisible

# field:babi.widget.parameter,aggregate_required:
source: Aggregate Required
ca: Agregat obligatori

# field:babi.widget.parameter,field:
source: Field
ca: Camp

# field:babi.widget.parameter,type:
source: Type
ca: Tipus

# field:babi.widget.parameter,widget:
source: Widget
ca: Gràfica

# field:ir.action.act_window,babi_report:
source: BABI Report
ca: Informe BABI

# field:ir.action.keyword,babi_filter_parameter:
source: BABI Filter Parameter
ca: Paràmetres de filtre del BABI

# field:ir.action.keyword,babi_report:
source: BABI Report
ca: Informe BABI

# field:ir.cron,babi_calculate_warnings:
source: Calculate Warnings
ca: Calcula els avisos

# field:ir.cron,babi_report:
source: Babi Report
ca: Informe Babi

# field:ir.cron,babi_table:
source: Babi Table
ca: Taula BABI

# field:ir.model,babi_enabled:
source: BI Enabled
ca: Habilitat per BI

# field:ir.ui.menu,babi_report:
source: BABI Report
ca: Informe BABI

# field:ir.ui.menu,babi_type:
source: BABI Type
ca: Tipus BABI

# field:www.download_report,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.download_report,table_name:
source: Table Name
ca: Nom de la taula

# field:www.download_report,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.index.pivot,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.index.pivot,table_name:
source: Table Name
ca: Nom de la taula

# field:www.index.pivot,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.layout.pivot,title:
source: Title
ca: Títol

# field:www.pivot_header,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.pivot_header,field:
source: Field
ca: Camp

# field:www.pivot_header,header:
source: Header
ca: Capçalera

# field:www.pivot_header,level_action:
source: Level Action
ca: Nivell d'acció

# field:www.pivot_header,table_name:
source: Table Name
ca: Nom de la taula

# field:www.pivot_header,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.pivot_header.axis,axis:
source: Axis
ca: Eix

# field:www.pivot_header.axis,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.pivot_header.axis,header:
source: Header
ca: Capçalera

# field:www.pivot_header.axis,table_name:
source: Table Name
ca: Nom de la taula

# field:www.pivot_header.axis,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.pivot_header.measure,database_name:
source: Database Name
ca: Nom base de dades

# field:www.pivot_header.measure,header:
source: Header
ca: Capçalera

# field:www.pivot_header.measure,table_name:
source: Table Name
ca: Nom taula

# field:www.pivot_header.measure,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.pivot_header.order,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.pivot_header.order,header:
source: Header
ca: Capçalera

# field:www.pivot_header.order,table_name:
source: Table Name
ca: Nom taula

# field:www.pivot_header.order,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.pivot_header.selection,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.pivot_header.selection,field:
source: Field
ca: Camp

# field:www.pivot_header.selection,header:
source: Header
ca: Capçalera

# field:www.pivot_header.selection,measure:
source: Measure
ca: Mesura

# field:www.pivot_header.selection,table_name:
source: Table Name
ca: Nom de la taula

# field:www.pivot_header.selection,table_properties:
source: Table Properties
ca: Propietats de la taula

# field:www.pivot_table,database_name:
source: Database Name
ca: Nom de la base de dades

# field:www.pivot_table,table_name:
source: Table Name
ca: Nom de la taula

# field:www.pivot_table,table_properties:
source: Table Properties
ca: Propietats de la taula

# help:babi.action.dashboard,records:
source: The records on which the action runs.
ca: Els registres sobre els que s'executa l'acció.

# help:babi.configuration,report_cell_level:
source: Start cell level that not has indentation
ca: Nivell d'inici de cel·la no té sagnat.

# help:babi.dashboard.item,height:
source: The default is 450px
ca: El valor predeterminat és de 450 píxels

# help:babi.dimension,expand:
source: Column expand attribute for tree view
ca: Atribut d'ampliació de columna per a la vista d'arbre

# help:babi.dimension,width:
source: Width report columns (%)
ca: Amplada de les columnes de l'informe (%)

# help:babi.dimension.column,expand:
source: Column expand attribute for tree view
ca: Atribut d'ampliació de columna per a la vista d'arbre

# help:babi.dimension.column,width:
source: Width report columns (%)
ca: Amplada de les columnes de l'informe (%)

# help:babi.expression,expression:
source: Python expression that will return the value to be used. The expression can include the following variables: - "o": A reference to the current record being processed. For example: "o.party.name" And the following functions apply to dates and timestamps: - "y()": Returns the year (as a string) - "m()": Returns the month (as a string) - "w()": Returns the week (as a string) - "d()": Returns the day (as a string) - "ym()": Returns the year-month (as a string) - "ymd()": Returns the year-month-day (as a string).
ca: Expressió Python que returnarà el valor utilitzar. L'expressió pot incloure les següent variables: - "o": Referència al registre que s'està tractant actualment. Per exemple: "o.party.name" I les següents funcions apliquen a camps de data: - "y()": Retorna l'any (com a text) - "m()": Retorna el mes (com a text) - "w()": Retorna la setmana (com a text) - "d()": Retorna el dia (com a text) - "ym()": Retorna l'any-mes (com a text) - "ymd()": Retorna l'any-mes-dia (com a text).

# help:babi.filter,context:
source: A dict to eval context: - date: eval string to date. Format: %Y-%m-%d. Example: {'stock_date_end': date('2023-12-01')} - datetime: eval string to date time. Format %Y-%m-%d %H:%M:%S. Example: {'name': datetime('2023-12-01 10:00:00')} - today: eval current date Example: {'stock_date_end': today}
ca: Un diccionari per evaluar el context: - date: evalua un text a data. Format: %Y-%m-%d. Exemple: {'stock_date_end': date('2023-12-01')} - datetime: evalua un text a data i hora. Format %Y-%m-%d %H:%M:%S. Exemple: {'name': datetime('2023-12-01 10:00:00')} - today: evalua la data d'avui Exemple: {'stock_date_end': today}

# help:babi.filter,python_expression:
source: The python expression introduced will be evaluated. If the result is True the record will be included, it will be discarded otherwise.
ca: S'avaluarà l'expressió Python introduïda. Si el resultat és cert el registre serà inclòs, sinó, serà descartat.

# help:babi.filter.parameter,name:
source: Name used on the domain substitution
ca: Nom utilitzat a la substitució del domini

# help:babi.measure,expand:
source: Column expand attribute for tree view
ca: Atribut d'ampliació de columna per a la vista d'arbre

# help:babi.measure,width:
source: Width report columns (%)
ca: Amplada de les columnes de l'informe (%)
