Repository: NaN-tic/trytond-babi
Catalog: locale/*.po
Languages: ca

# selection:babi.internal.measure,ttype:
source: Char
ca: Caràcter

# selection:babi.internal.measure,ttype:
source: Date
ca: Data

# selection:babi.internal.measure,ttype:
source: Date & Time
ca: Data i hora

# selection:babi.internal.measure,ttype:
source: Float
ca: Coma flotant

# selection:babi.internal.measure,ttype:
source: Integer
ca: Enter

# selection:babi.internal.measure,ttype:
source: Many To One
ca: Molts a un

# selection:babi.internal.measure,ttype:
source: Numeric
ca: Numèric

# selection:babi.measure,aggregate:
source: Average
ca: Mitjana

# selection:babi.measure,aggregate:
source: Count
ca: Comptador

# selection:babi.measure,aggregate:
source: Max
ca: Màxim

# selection:babi.measure,aggregate:
source: Min
ca: Mínim

# selection:babi.measure,aggregate:
source: Sum
ca: Suma

# selection:babi.open_chart.start,graph_type:
source: Horizontal Bars
ca: Barres horitzontals

# selection:babi.open_chart.start,graph_type:
source: Line
ca: Línia

# selection:babi.open_chart.start,graph_type:
source: Pie
ca: Formatge

# selection:babi.open_chart.start,graph_type:
source: Report
ca: Informe

# selection:babi.open_chart.start,graph_type:
source: Vertical Bars
ca: Barres verticals

# selection:babi.open_chart.start,interpolation:
source: Constant Center
ca: Constant pel centre

# selection:babi.open_chart.start,interpolation:
source: Constant Left
ca: Constant per l'esquerra

# selection:babi.open_chart.start,interpolation:
source: Constant Right
ca: Constant per la dreta

# selection:babi.open_chart.start,interpolation:
source: Linear
ca: De línies

# selection:babi.order,order:
source: Ascending
ca: Ascendent

# selection:babi.order,order:
source: Descending
ca: Descendent

# selection:babi.pivot.measure,aggregate:
source: Average
ca: Mitjana

# selection:babi.pivot.measure,aggregate:
source: Count
ca: Comptador

# selection:babi.pivot.measure,aggregate:
source: Max
ca: Màxim

# selection:babi.pivot.measure,aggregate:
source: Min
ca: Mínim

# selection:babi.pivot.measure,aggregate:
source: Sum
ca: Suma

# selection:babi.pivot.order,order:
source: Ascending
ca: Ascendent

# selection:babi.pivot.order,order:
source: Descending
ca: Descendent

# selection:babi.report.execution,state:
source: Calculated
ca: Calcul·lat

# selection:babi.report.execution,state:
source: Cancelled
ca: Cancelat

# selection:babi.report.execution,state:
source: Failed
ca: Fallada

# selection:babi.report.execution,state:
source: In progress
ca: En progrés

# selection:babi.report.execution,state:
source: Pending
ca: Pendent

# selection:babi.report.execution,state:
source: Timeout
ca: Temps esgotat

# selection:babi.report.execution.open.select,view_type:
source: List
ca: Llista

# selection:babi.report.execution.open.select,view_type:
source: Tree
ca: Arbre

# selection:babi.table,type:
source: Table
ca: Taula

# selection:babi.table,type:
source: View
ca: Vista

# selection:babi.table,warn:
source: Always
ca: Sempre

# selection:babi.table,warn:
source: Never
ca: Mai

# selection:babi.table,warn:
source: No Records Found
ca: Quan no hi ha registres

# selection:babi.table,warn:
source: Records Found
ca: Quan hi ha registres

# selection:babi.warning,state:
source: Done
ca: Finalitzat

# selection:babi.warning,state:
source: Ignored
ca: Ignorat

# selection:babi.warning,state:
source: Pending
ca: Pendent

# selection:babi.widget,box_points:
source: All
ca: Totes

# selection:babi.widget,box_points:
source: None
ca: Cap

# selection:babi.widget,box_points:
source: Outliers
ca: Atípics

# selection:babi.widget,box_points:
source: Suspected Outliers
ca: Sospitosos de ser atípics

# selection:babi.widget,show_toolbox:
source: Always
ca: Sempre

# selection:babi.widget,show_toolbox:
source: Never
ca: Mai

# selection:babi.widget,show_toolbox:
source: On Hover
ca: Al passar per sobre

# selection:babi.widget,type:
source: Area
ca: Àrea

# selection:babi.widget,type:
source: Bar
ca: Barres

# selection:babi.widget,type:
source: Box
ca: Caixa

# selection:babi.widget,type:
source: Bubble
ca: Bombolla

# selection:babi.widget,type:
source: Country Map
ca: Mapa de països

# selection:babi.widget,type:
source: Doughnut
ca: Donut

# selection:babi.widget,type:
source: Funnel
ca: Embut

# selection:babi.widget,type:
source: Gauge
ca: Calibre

# selection:babi.widget,type:
source: Line
ca: Línia

# selection:babi.widget,type:
source: Pie
ca: Formatge

# selection:babi.widget,type:
source: Scatter
ca: Dispersió

# selection:babi.widget,type:
source: Scatter Map
ca: Mapa de dispersió

# selection:babi.widget,type:
source: Sunburst
ca: Esclat de sol

# selection:babi.widget,type:
source: Table
ca: Taula

# selection:babi.widget,type:
source: Value
ca: Valor

# selection:babi.widget.parameter,aggregate:
source: Average
ca: Mitjana

# selection:babi.widget.parameter,aggregate:
source: Count
ca: Comptador

# selection:babi.widget.parameter,aggregate:
source: Maximum
ca: Màxim

# selection:babi.widget.parameter,aggregate:
source: Median
ca: Mitjana

# selection:babi.widget.parameter,aggregate:
source: Minimum
ca: Mínim

# selection:babi.widget.parameter,aggregate:
source: Sum
ca: Suma

# selection:babi.widget.parameter,type:
source: Labels
ca: Etiquetes

# selection:babi.widget.parameter,type:
source: Latitude
ca: Latitud

# selection:babi.widget.parameter,type:
source: Locations
ca: Ubicacions

# selection:babi.widget.parameter,type:
source: Longitude
ca: Longitud

# selection:babi.widget.parameter,type:
source: Maximum
ca: Màxim

# selection:babi.widget.parameter,type:
source: Minimum
ca: Mínim

# selection:babi.widget.parameter,type:
source: Parents
ca: Pares

# selection:babi.widget.parameter,type:
source: Reference
ca: Referència

# selection:babi.widget.parameter,type:
source: Sizes
ca: Mides

# selection:babi.widget.parameter,type:
source: Value
ca: Valor

# selection:babi.widget.parameter,type:
source: Values
ca: Valors

# selection:ir.cron,method:
source: Clean Babi Excutions
ca: Netejar execucions Babi

# selection:ir.cron,method:
source: Compute Business Intelligence Report
ca: Calcula Informe Business Intelligence

# selection:ir.cron,method:
source: Compute Business Intelligence Table
ca: Calcula Taula Business Intelligence

# selection:ir.ui.menu,babi_type:
source: History
ca: Historial

# selection:ir.ui.menu,babi_type:
source: List
ca: Llista

# selection:ir.ui.menu,babi_type:
source: Tree
ca: Arbre

# selection:ir.ui.menu,babi_type:
source: Wizard
ca: Assistent

# selection:www.site,type:
source: Pivot
ca: Taula dinàmica

# view:babi.clean_executions.start:
source: Clean babi execution data until
ca: Eliminar la informació de les execucions fins a

# view:babi.configuration:
source: Business Intelligence Configuration
ca: Configuració Business Intelligence

# view:babi.dimension.column:
source: Column Dimension
ca: Dimensió en columnes

# view:babi.dimension:
source: Dimension
ca: Dimensió

# view:babi.expression:
source: Expression
ca: Expressió

# view:babi.filter.parameter:
source: Filter Parameter
ca: Paràmetre del filtre

# view:babi.filter:
source: Filter
ca: Filtre

# view:babi.internal.measure:
source: Internal Measure
ca: Mesura Interna

# view:babi.measure:
source: Measure
ca: Mesura

# view:babi.open_chart.start:
source: Not recommended when report has dimension columns.
ca: No es recomana quan l'informe té columnes de dimensió.

# view:babi.open_chart.start:
source: This is an autogenerated report.
ca: Aquest és un informe autogenerat.

# view:babi.open_chart.start:
source: This report may not fit correctly on a page.
ca: Aquest informe pot no encaixar correctament en una pàgina.

# view:babi.open_chart.start:
source: You can adjust width on report dimensions and mesures.
ca: Podeu ajustar l'amplada en les dimensions i mesures de l'informe.

# view:babi.order:
source: Order
ca: Ordre

# view:babi.report.execution.open.select:
source: Open Execution
ca: Obre execució

# view:babi.report.execution:
source: Time
ca: Temps

# view:babi.report:
source: Executions
ca: Execucions

# view:babi.report:
source: Extra Information
ca: Informació extra

# view:babi.report:
source: Schedulers
ca: Programacions

# view:babi.table:
source: AI
ca: IA

# view:babi.table:
source: AI >>
ca: IA >>

# view:babi.table:
source: AI Response:
ca: Resposta de l'IA:

# view:babi.table:
source: Access
ca: Accés

# view:babi.table:
source: Configuration
ca: Configuració

# view:babi.table:
source: Dependencies
ca: Dependències

# view:babi.table:
source: Last Execution
ca: Última Execució

# view:babi.table:
source: Warning
ca: Avís

# view:babi.table:
source: What do you want to show?
ca: Què vols mostrar?

# view:babi.update_data.wizard.done:
source: The data for the report has been calculated
ca: S'ha calculat la informació de l'informe.

# view:babi.update_data.wizard.start:
source: Note that this operation may take a few minutes.
ca: Tingueu en compte que aquesta operació pot trigar uns minuts.

# view:babi.update_data.wizard.start:
source: The data for the report will be calculated
ca: Es calcularà la informació d'aquest informe.

# view:babi.widget:
source: Settings
ca: Configuració

# voyager:v:
source: Add
ca: Afegeix

# voyager:v:
source: Average
ca: Mitjana

# voyager:v:
source: Cancel
ca: Cancel·la

# voyager:v:
source: Close
ca: Tancar

# voyager:v:
source: Columns
ca: Columnes

# voyager:v:
source: Count
ca: Comptador

# voyager:v:
source: Down
ca: Avall

# voyager:v:
source: Error building the cube:
ca: Error en construir el cub:

# voyager:v:
source: Loading ...
ca: Carregant ...

# voyager:v:
source: Max
ca: Màx

# voyager:v:
source: Maximum
ca: Màxim

# voyager:v:
source: Measure fields
ca: Camps de mesura

# voyager:v:
source: Measure type
ca: Tipus de mesura

# voyager:v:
source: Minimum
ca: Mínim

# voyager:v:
source: Order fields
ca: Camps ordenació

# voyager:v:
source: Page not found
ca: No s'ha trobat la pàgina

# voyager:v:
source: Page not found | Tryton
ca: No s'ha trobat la pàgina | Tryton

# voyager:v:
source: Properties
ca: Propietats

# voyager:v:
source: Rows
ca: Files

# voyager:v:
source: Select a field to add:
ca: Seleccioneu un camp per afegir:

# voyager:v:
source: Sorry, we couldn’t find the page you’re looking for.
ca: Ho sentim, no hem pogut trobar la pàgina que estàs cercant.

# voyager:v:
source: Sum
ca: Suma

# voyager:v:
source: Up
ca: Amunt

# voyager:v:
source: You need to select at least one measure and one row or one column to show the table.
ca: Heu de seleccionar almenys una mesura i una fila o una columna per mostrar la taula.

# wizard_button:babi.clean_executions,start,clean:
source: Ok
ca: D'acord

# wizard_button:babi.clean_executions,start,end:
source: Cancel
ca: Cancel·lat

# wizard_button:babi.open_chart,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:babi.open_chart,start,open_:
source: Open
ca: Obre

# wizard_button:babi.open_chart,start,print_:
source: Print
ca: Imprimir

# wizard_button:babi.report.execution.open,filtered,create_execution:
source: Open
ca: Obre

# wizard_button:babi.report.execution.open,filtered,end:
source: Cancel
ca: Cancel·la

# wizard_button:babi.report.execution.open,select,end:
source: Cancel
ca: Cancel·la

# wizard_button:babi.report.execution.open,select,open_view:
source: Open
ca: Obre

# wizard_button:babi.report.execution.open,update_done,end:
source: Ok
ca: D'acord

# wizard_button:babi.report.execution.open,update_start,end:
source: Cancel
ca: Cancel·la

# wizard_button:babi.report.execution.open,update_start,update:
source: Ok
ca: D'acord
